ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/es/evrh/ValidRequest_envelope.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://skat.dk/begrebsmodel/2008/01/01/">
    <soapenv:Header>
    </soapenv:Header>
    <soapenv:Body>
        <ns:EjerVirksomhedRelationHent_I>
            <ns:Kontekst>
                <!--You may enter ANY elements at this point-->
                <ho:HovedOplysninger xmlns:ho="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/">
                    <ho:TransaktionsID>TRANSAKTIONS_ID</ho:TransaktionsID>
                    <ho:TransaktionsTid>TRANSAKTIONS_TID</ho:TransaktionsTid>
                </ho:HovedOplysninger>
            </ns:Kontekst>
            <ns:VirksomhedEjerSøgSamling>
                <!--1 or more repetitions:-->
                <ns:VirksomhedEjerSøg>
                    <ns:VirksomhedEjerValg>
                        <!--You have a CHOICE of the next 4 items at this level-->
                        <ns:PersonCPRNummer>CPRN_NUMMER</ns:PersonCPRNummer>
                    </ns:VirksomhedEjerValg>
                    <ns:DriftFormEjerValg>
                        <!--Zero or more repetitions:-->
                    </ns:DriftFormEjerValg>
                </ns:VirksomhedEjerSøg>
            </ns:VirksomhedEjerSøgSamling>
        </ns:EjerVirksomhedRelationHent_I>
    </soapenv:Body>
</soapenv:Envelope>